Tekla Open API Reference for Tekla Structures 2025
ImageListComboBox Methods
The ImageListComboBox type exposes the following members.
Methods
Name | Description
RefreshOptionList
 Refreshes the option list content.
Top
See Also
Reference
ImageListComboBox Class
Tekla.Structures.Dialog.UIControls Namespace